[Creature.Character.CharClass_Sage_DahliaMurder_Creature AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Icon_Sage_Fire InteractionIconDefinition]
Text="a horse"

[Icon_Sage_Place InteractionIconDefinition]
Text="place"

[ID_Sage_Rocket MissionItemDefinition]
UseFailureCharacterMessage="should %s Use this function."
ItemName="Pyrotechnic rockets"
PickupMessage="Here %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="This article is not allowed."
NoManufacturerName="Using basic ideas"

[ID_Sage_Rocket:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="One of the Pandora crackers... beautiful."
NoConstraintText=""
Suffix=""
Prefix=""

[IO_Sage_DahliaMurder_Cannon InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_Sage_DahliaMurder_Rocket InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Population.PawnBalance_Sage_DahliaMurder_Creature AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Raccoons")
PlayThroughs[1]=(DisplayName="raccoon")

